tap "homebrew/bundle"
tap "homebrew/services"
tap "pirj/noclamshell"
tap "pirj/toreman"
tap "rbenv/tap"
tap "skatkov/tap"
brew "antidote"
brew "asciidoctor"
brew "aspell"
brew "automake"
brew "brightness"
brew "brogue"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "tesseract"
brew "ffmpeg"
brew "cmake"
brew "colima"
brew "coreutils"
brew "curl"
brew "deno"
brew "difftastic"
brew "docker"
brew "node"
brew "eslint"
brew "eza"
brew "fd"
brew "gawk"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-extras"
brew "git-filter-repo"
brew "git-flow"
brew "git-imerge"
brew "libksba"
brew "gnupg"
brew "go"
brew "helix"
brew "terminal-notifier"
brew "heroku"
brew "htop"
brew "hunspell"
brew "imagemagick@6", link: true
brew "keychain"
brew "luarocks"
brew "make"
brew "markdown"
brew "mise"
brew "mpc"
brew "mpd", restart_service: :changed
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "p7zip"
brew "postgresql@17", restart_service: :changed, link: true
brew "proctools"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rlwrap"
brew "ruby-build"
brew "scdoc"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "telnet"
brew "the_silver_searcher"
brew "timewarrior"
brew "tlrc"
brew "tmux"
brew "translate-shell"
brew "transmission-cli"
brew "tree"
brew "vale"
brew "victoriametrics", restart_service: :changed
brew "vimpc"
brew "w3m"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zsh"
brew "pirj/noclamshell/noclamshell"
brew "pirj/toreman/toreman"
brew "rbenv/tap/openssl@1.0"
brew "skatkov/tap/devtui"
brew "skatkov/tap/poshtui"
cask "alacritty"
cask "anaconda"
cask "bitwarden"
cask "cursor"
cask "dexed"
cask "draw-things"
cask "firefox"
cask "font-departure-mono"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "telegram"
cask "vlc"
cask "whisky"
cask "zoom"
