tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pirj/noclamshell"
tap "pirj/toreman"
tap "rbenv/tap"
brew "asciidoctor"
brew "asuka"
brew "automake"
brew "bombadillo"
brew "brightness"
brew "cmake"
brew "coreutils"
brew "curl"
brew "ddgr"
brew "diff-so-fancy"
brew "direnv"
brew "exercism"
brew "eza"
brew "fd"
brew "unbound"
brew "lame"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-extras"
brew "git-filter-repo"
brew "git-flow"
brew "git-hooks-go"
brew "git-imerge"
brew "gnupg"
brew "go"
brew "helix"
brew "htop"
brew "hub"
brew "hunspell"
brew "imagemagick@6", link: true
brew "jq"
brew "kakoune"
brew "keychain"
brew "khal"
brew "lynx"
brew "make"
brew "markdown"
brew "mpc"
brew "mpd", restart_service: true
brew "mtr"
brew "ncdu"
brew "nginx"
brew "node"
brew "p7zip"
brew "postgresql@15", restart_service: true, link: true
brew "proctools"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "scdoc"
brew "shellcheck"
brew "solargraph"
brew "ssh-copy-id", link: true
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "transmission-cli", restart_service: true
brew "tree"
brew "vale"
brew "vim"
brew "vimpc"
brew "w3m"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "pirj/noclamshell/noclamshell"
brew "pirj/toreman/toreman"
brew "rbenv/tap/openssl@1.0"
cask "alacritty"
cask "bitwarden"
cask "borgbackup"
cask "brogue"
cask "dexed"
cask "firefox"
cask "font-oxygen-mono"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "openemu"
cask "skype"
cask "telegram"
cask "vlc"
cask "zoom"
