tap "homebrew/bundle"
tap "homebrew/services"
tap "pirj/noclamshell"
tap "pirj/toreman"
tap "rbenv/tap"
brew "antidote"
brew "asciidoctor"
brew "automake"
brew "brightness"
brew "brogue"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "tesseract"
brew "ffmpeg"
brew "cmake"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "direnv"
brew "eza"
brew "fd"
brew "gawk"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-extras"
brew "git-filter-repo"
brew "git-flow"
brew "git-imerge"
brew "libksba"
brew "gnupg"
brew "go"
brew "htop"
brew "hunspell"
brew "imagemagick@6", link: true
brew "keychain"
brew "make"
brew "markdown"
brew "mpc"
brew "mpd", restart_service: true
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nginx"
brew "node"
brew "ollama", restart_service: true
brew "openjdk"
brew "p7zip"
brew "postgresql@15", restart_service: true, link: true
brew "proctools"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "scdoc"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "transmission-cli", restart_service: true
brew "tree"
brew "vale"
brew "vim"
brew "vimpc"
brew "w3m"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zlib"
brew "zplug"
brew "zsh"
brew "pirj/noclamshell/noclamshell"
brew "pirj/toreman/toreman"
brew "rbenv/tap/openssl@1.0"
cask "alacritty"
cask "bitwarden"
cask "dexed"
cask "firefox"
cask "iterm2"
cask "karabiner-elements"
cask "telegram"
cask "vlc"
cask "zoom"
